{
    "faLvShengMing":[
        {
            "message":"衷心欢迎您访问源达慧选股，请仔细阅读本法律声明。\n您在源达慧选股的一切行为将被认为您接受以下服务协议："
        },
        {
            "title":"（1）源达慧选股服务条款的确认和接纳",
            "message":"源达慧选股各项基于互联网的相关服务（以下简称“网络服务”）的所有权和运作权归河北源达信息技术股份有限公司所有。源达慧选股提供的网络服务将按照发布的服务协议执行。用户（包括注册用户和非注册用户）必须完全同意所有服务条款，才能成为源达慧选股的正式用户。"
        },
        {
            "title": "（2）服务简介",
            "message": "源达慧选股运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：\n(a)自行配备上网所需设备， 包括个人电脑、调制解调器或其他必备上网装置。\n(b)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。\n基于源达慧选股所提供的网络服务的重要性，为注册用户能使用源达慧选股提供的服务的目的，注册用户应同意：\n所有注册用户须按照“后台实名、前台自愿”原则进行真实身份信息认证。我们将对未认证真实身份信息的用户停止提供信息发布等服务。\n(a)在注册用户时，提供注册页面所要范围内的个人资料。\n(b)不断更新注册资料，符合及时、详尽、准确的要求。\n(c)用户使用信息发布服务的，需要提供真实的个人信息。\n(d))一旦成为源达慧选股的注册用户，源达慧选股将通过电子邮件或短信不定期地向用户提供财经、股市及新产品方面的信息和服务，用户将同意接受此类商业性电子信息，并不视上述行为为垃圾邮件或短信；\n源达慧选股不公开用户的姓名、地址、电子邮箱和笔名，但以下情况例外：\n(a)用户授权源达股票透露这些信息。\n(b)相应的法律及程序要求源达慧选股提供用户的个人资料。如果用户提供的资料包含有不正确的信息，源达慧选股保留结束用户使用网络服务资格的权利。\n用户在确认身份开通权限后,即可以获得源达慧选股提供的相应产品服务，该产品一经确认，不可更换其它产品。"
        },
        {
            "title":"（3）服务条款的修改和服务修订",
            "message":"源达慧选股有权在必要时修改服务条款，源达慧选股服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。源达慧选股保留随时修改或中断免费服务而不需告知用户的权利。源达慧选股行使修改或中断免费服务的权利，不需对用户或第三方负责。"
        },
        {
            "title":"（4）用户隐私制度",
            "message":"尊重用户个人隐私是源达慧选股的一项基本政策。源达慧选股对收集的涉及个人身份以及个人隐私的电子信息严格保密，不泄露、篡改、毁损，不出售或者非法向他人提供，除非合法用户授权或有法律许可要求或源达慧选股在诚信的基础上认为透露这些信件在以下四种情况是必要的：\n(a)遵守有关法律规定，遵从源达慧选股合法服务程序。\n(b)维护源达慧选股的商标所有权。\n(c)在紧急情况下竭力维护用户个人和社会大众的隐私安全。\n(d)符合其他相关的要求。"
        },
        {
            "title":"（5）注册用户的帐号，密码和安全性",
            "message":"用户一旦注册成功，成为源达慧选股的合法注册用户，将得到一个密码和用户名。此号码的所有权归源达慧选股所有，并保留随时收回的权利，用户拥有使用权。\n注册用户将对用户名和密码安全负全部责任。另外，每个注册用户都要对以其用户名进行的所有活动和事件负全责。您可随时根据指示改变您的密码。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告源达慧选股。源达慧选股将尽可能保证您的注册信息及其他提交信息安全传输并且妥善保存。\n注册账户仅限于用户本人使用，用户不得以任何盈利或非盈利方式将账户提供、转让或者出售给任何非用户本人使用，如果违反前述约定，河北源达信息技术股份有限公司有权自行决定将相关账户进行封号处理，并且河北源达信息技术股份有限公司有权采取任何合法的方式制止擅自转让账户的行为，同时保留进一步通过法律途径追相关人员法律责任的权利。"
        },
        {
            "title":"（6）拒绝提供担保",
            "message":"用户个人对网络服务的使用承担风险。源达慧选股对此不作任何类型的担保，不论是明确的或隐含的。源达慧选股不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性等亦不作担保。源达慧选股对在源达慧选股上得到的任何信息服务或交易进程不作担保。"
        },
        {
            "title":"（7）有限责任",
            "message":"源达慧选股对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致源达慧选股的形象受损，所以源达慧选股事先提出这种损害的可能性。此外，为了网站的正常运行，源达慧选股需要定期或不定期地对网站进行停机维护，因此类情况而造成的正常服务中断，请您予以理解。源达慧选股将尽力避免服务中断或将中断时间限制在最短时间内。如因不可抗力或其他无法控制的原因，使源达慧选股在线购买系统崩溃或无法正常使用，导致您在源达慧选股丢失有关的信息、记录等，源达慧选股不承担责任。但是源达慧选股会尽合理的可能协助处理善后事宜，并努力使您免受经济损失。"
        },
        {
            "title":"（8）对用户信息的存储和限制",
            "message":"源达慧选股有判定用户行为是否符合源达慧选股服务条款要求的权利，如果用户违背了服务条款的规定，源达慧选股有中断对其提供网络服务的权利。"
        },
        {
            "title":"（9）用户管理",
            "message":"用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于源达慧选股的国家法律、地方法律和国际法律标准的。用户必须遵循：\n(a)从中国境内向外传输技术性资料时必须符合中国有关法规。\n(b)使用网络服务不作非法用途。\n(c)不干扰或混乱网络服务。\n(d)遵守所有使用网络服务的网络协议、规定、程序和惯例。\n用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上提到的服务条款，源达慧选股将作出独立判断立即取消用户服务帐号。用户需对自己在网上行为承担法律责任。用户若在源达慧选股上散布和传播反动、色情或其他违反国家法律的信息，源达慧选股的系统记录有可能作为用户违反法律的证据。"
        },
        {
            "title":"（10）保障",
            "message":"用户同意保障和维护源达慧选股及其关联方及其他用户的正当利益，负责支付由用户使用超出服务范围引起的诉讼费用，违反服务条款的损害补偿费用等。"
        },
        {
            "title":"（11）结束服务",
            "message":"用户或源达慧选股可随时根据实际情况中断一项或多项网络服务。源达慧选股不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对源达慧选股的服务不满，可以行使如下权利：\n(a)停止使用源达慧选股的网络服务。\n(b)通告源达慧选股停止对该用户的服务。\n结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利，源达慧选股也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。"
        },
        {
            "title":"（12）通告",
            "message":"所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。服务条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。"
        },
        {
            "title":"（13）用户宣传信息",
            "message":"用户在他们发表的信息中加入宣传资料或参与广告策划，在源达慧选股的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是用户单方宣传行为。河北源达信息技术股份有限公司不承担任何责任，源达慧选股没有义务为这类宣传信息和/或宣传行为负任何责任。"
        },
        {
            "title":"（14）网络服务内容的所有权",
            "message":"源达慧选股定义的网络服务内容包括：文字、终端、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；源达慧选股为用户提供的其他信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在源达慧选股和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。任何人需要转载源达慧选股的文章，必须征得源达慧选股明确授权。"
        },
        {
            "title":"（15）版权声明",
            "message":"注册用户或非注册用户在源达慧选股任何频道或社区发贴、回贴、发表评论、提问、回答及其它在本网站发表的内容，即表明该用户主动将其在任何时间段在本站发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给源达慧选股运营商所有，同时表明该用户许可源达慧选股有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。 本条款构成源达慧选股与用户之间签订的，符合《著作权法》第二十五条规定的书面协议，本条款效力及于用户在源达慧选股发布的任何受著作权法保护的作品内容，无论该内容的形成时间。\n用户发表的行为即视为同意并明确了解上述条款，并承诺不将已发表于本网站的信息，以任何形式发布或授权其它网站（及媒体）使用。"
        },
        {
            "title":"（16）关于源达慧选股所售产品或服务",
            "message":"源达慧选股所售产品或服务，由具备相关资质的合法机构自主研发。"
        },
        {
            "title":"（17）源达慧选股终端产品的服务对象",
            "message":"源达慧选股终端产品的服务对象仅限于中国（含台、港、澳地区）公民。"
        },
        {
            "title":"（18）风险提示",
            "message":"股市有风险，入市须谨慎。源达慧选股研发的所有终端产品均是计算机技术数据分析整合系统，终端内各种技术指标、图表、数据及提示信息等所有内容仅供参考，不应成为投资者买卖证券的依据，投资者如据此操作，风险自担，本公司不承担任何经济和法律责任；\n源达慧选股（包含各子页面、股吧论坛等）页面展示信息的目的在于传播更多信息，与本网站立场无关。源达慧选股不保证该信息(包括但不限于文字、数据及图表)全部或者部分内容的准确性、真实性、完整性、有效性、及时性、原创性等。相关信息并未经过本网站证实，不对您构成任何投资建议，据此操作，风险自担。"
        },
        {
            "title":"（19）法律",
            "message":"(a)如果因在源达慧选股购物而遇到诸如商品质量、发货延迟、退换货等争议和纠纷，用户可以依照所购商品所属销售商所承诺的售后服务和《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》等法律法规通过源达慧选股客户服务中心协商解决。不能协商解决的，用户可以通过法律途径解决。\n(b)法律管辖：如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向河北源达信息技术股份有限公司注册地所在的人民法院提起诉讼。"
        },
        {
            "title":"（20）免责条款",
            "message":"源达慧选股对因证券交易所、卫星传输线路、电信部门及网络服务提供商等任何原因造成的信息传递异常情况所至后果不承担法律责任，但有义务积极协助交易所、电信部门、网络服务提供商使之恢复正常。用户应始终避免并消除由于上述原因造成的信息遗漏、错误、丢失、延迟、中断等可能给源达慧选股带来不利影响的因素，使其免受经济损失和名誉损失，不得因本合同关系而以上述缘由向源达慧选股提出索赔。此外，由于地震、台风、战争、罢工、政府行为、瘟疫、爆发性和流行性传染病或其他重大疫情、非因各方原因造成的火灾、基础电信网络中断造成的及其它各方不能预见并且对其发生后果不能预防或避免的不可抗力原因，致使相关服务中断，源达慧选股不承担由此产生的损失，但应及时通知服务中断原因，并积极加以解决。"
        },
        {
            "title":"（21）特别声明",
            "message":"未经深圳证券交易所和上海证券交易所书面同意，任何用户或网站不允许以任何理由和方式将源达慧选股的终端行情信息进行再传播。"
        },
        {
            "title":"（22）此服务条款的所有内容均适用于源达慧选股提供的任何产品或服务",
            "message":"您一旦成为源达慧选股的用户（包括注册用户和非注册用户），将被认为您完全接受以上法律声明及下述法律法规。即：\n中华人民共和国电信条例\n互联网信息服务管理办法\n互联网电子公告服务管理规定\n中华人民共和国计算机信息网络国际联网管理暂行规定\n中华人民共和国计算机信息网络国际联网管理暂行规定实施办法\n中华人民共和国计算机信息系统安全保护条例\n计算机信息网络国际联网安全保护管理办法\n因履行上述服务条款发生争议的，注册用户应向河北源达信息技术股份有限公司住所地人民法院提请诉讼解决。"
        }
    ],

    "mianZeShengMing":[
        {
            "title":"第一条",
            "message":"本产品所刊载的所有资料及图表仅供参考使用。刊载这些文档并不构成对任何股份的收购、购买、认购、抛售或持有的邀约或意图。参阅本产品所刊载文档的用户，应被视为已确认得悉上述立场。用户依据本产品提供的信息、资料及图表进行金融、证券等投资项目所造成的盈亏与本产品无关。"
        },
        {
            "title":"第二条",
            "message":"所有注册用户须按照“后台实名、前台自愿”原则进行真实身份信息认证。我们将对未认证真实身份信息的用户停止提供信息发布等服务。我们在未经您同意的情况下，不会将您的任何资料以任何方式泄露给任何第三方。"
        },
        {
            "title":"第三条",
            "message":"当政府司法机关依照法定程序要求本产品披露个人资料时，我们将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本产品均得免责。"
        },
        {
            "title":"第四条",
            "message":"由于用户将个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，本产品不负任何责任。"
        },
        {
            "title":"第五条",
            "message":"任何由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等，本产品及时采取补救措施后，本产品均得免责。"
        },
        {
            "title":"第六条",
            "message":"由于与本产品链接的其它产品所造成之个人资料泄露及由此而导致的任何法律争议和后果，本产品均得免责。"
        },
        {
            "title":"第七条",
            "message":"本产品如因系统维护或升级而需暂停服务，或因线路及非本公司控制范围外的硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，本产品不负任何责任。"
        },
        {
            "title":"第八条",
            "message":"本产品发现法律、法规禁止发布或者传输的信息的，将立即停止传输该信息，采取消除等处置措施，保存有关记录，并有权向有关主管部门报告，除此之外，本产品使用者因为违反本声明的规定而触犯中华人民共和国法律的，一切后果自己负责，本产品不承担任何责任。"
        },
        {
            "title":"第九条",
            "message":"源达慧选股（包含各子页面、论坛等）页面展示信息的目的在于传播更多信息，与源达慧选股立场无关。源达慧选股不保证该信息(包括但不限于文字、数据及图表)全部或者部分内容的准确性、真实性、完整性、有效性、及时性、原创性等。相关信息不对您构成任何投资建议，据此操作，风险自担。"
        },
        {
            "title":"第十条",
            "message":"凡以任何方式登陆或直接、间接使用资料者，视为自愿接受本声明的约束。"
        },
        {
            "title":"第十一条",
            "message":"本声明未涉及的问题参见国家有关法律法规，当本声明与国家法律法规冲突时，以国家法律法规为准。"
        },
        {
            "title":"第十二条",
            "message":"本声明以及其修改权、更新权均属源达慧选股所有。"
        }
    ],
    "xuKeXieYi":[
        {
            "message": "欢迎您选择《源达慧选股》（以下简称“本终端”），在您使用本终端之前，请先仔细阅读《<源达慧选股>用户许可协议/隐私协议》(以下简称“本协议”)的条款。本协议适用于本终端的许可使用，亦适用于本终端的后期更新及升级。您一旦使用本终端（包括但不限于安装、下载、复制或以其他方式使用），即表示您完全接受本协议，并同意接受本协议条款的约束。如您不接受本协议项下的全部条款，请您不要点击该按钮。"
        },
        {
            "title":"一、协议的完善和修改",
            "message":"本终端是由河北源达信息技术股份有限公司独立开发（以下简称“本公司”）。本公司有权根据互联网的发展和中华人民共和国有关法律、法规、政策变化，不断地完善服务质量并依此修改本协议的条款，修改后的协议条款将在公司网站或相关产品中予以公布，公司无需就协议条款的修改事宜逐一通知您。您继续使用本公司软件产品的，视为您接受修改后的协议条款，有关本公司与您之间的权利以及义务的表述关系，以修改后的协议条款为准。\n如果您对本协议条款有异议，您可以选择不使用本终端。您一旦使用本终端（包括但不限于安装、下载、复制或以其他方式使用），即表示您完全接受本协议，并同意接受本协议条款的约束。"
        },
        {
            "title":"二、用户信息",
            "message":"1、您完成注册申请后，可以获得本终端账号的使用权，账号的所有权归公司所有。\n2、您需保证在本协议项下提交的您信息（若有）的真实性、正确性及完整性，上述资料发生变化，您应及时通过电话、或您在线注册信息变更的方式进行更改。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，公司不负任何责任。\n3、您因密码遗失或密码被盗向公司查询密码时，必须提供完整、准确的注册信息，否则公司有权本着为您保密的原则不予告知。\n4、您的您名和密码只能供您本人使用，不得以任何形式转让或授权他人使用，如果发现同一账号和密码在同一时间内被多人同时登录使用，公司有权取消您此账号的使用资格，并不予任何赔偿或者退还任何已缴纳的服务费用。"
        },
        {
            "title":"三、隐私保护",
            "message":"1、您不应将其账号、密码转让或出借予他人使用。如您发现其账号遭他人非法使用，应立即通知公司。因黑客行为或您的保管疏忽导致账号、密码遭他人非法使用，公司不承担任何责任。\n2、您不得利用本“产品”发表、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容。\n3、您使用本“产品”服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，用以确保产品和服务的安全性；\n4、本公司将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息及其他个人信息。在访问、更新、更正和删除前述信息时，本“产品”可能会要求您进行身份验证，以保障账户安全。\n5、本公司将妥善保管您资料，将不会公开或向第三方透露您的注册信息，除非经司法机关、行政机关要求而透露。"
        },
        {
            "title":"四、产品风险提示",
            "message":"1、您在使用产品前应充分认识到证券投资的风险。本公司所提供的所有数据与信息，仅供您参考使用，不构成您进行投资操作的直接依据，您据此操作，风险自担，公司不承担任何责任。\n2、本公司通过软件产品为您提供财经金融资讯和行情数据信息，并通过相关数据分析系统、统计运算模型对上述资讯和数据进行整理、加工和集成，为您提供高附加值的信息和数据服务（该等信息及数据服务均根据数据模型自动生成，不存在人为的操控或操纵），以利于您在投资过程中理性决策、控制风险。您在使用软件产品过程中，对于公司提供的信息数据内容，您不应将其视作公司明示、默示地承诺证券、期货或其他投资品种的投资收益，不应将其视为具体投资证券品种选择/买卖时机的建议，不应将其视为对证券市场/投资证券品种的走势、投资品种证券的可行性的分析、预测或建议，或任何其他形式的证券投资咨询/建议。公司对您的投资决策可能带来的风险或损失不承担任何违约、赔偿或其他责任。"
        },
        {
            "title":"五、知识产权",
            "message":"1、本终端（包括但不限于本平台的结构、组织、代码及软件中所含的图像、照片、动画、录像、录音、音乐、文字和附加程序）、附随的印刷材料、及本终端任何复制品、副本的著作权、本终端信息，均由本公司拥有。\n2、本公司向您提供的本终端信息的所有权归本公司、或相关证券交易所（如“上证所”、“深交所”、“中金所”、“香港联交所”）、或相关证券交易所授权经营证券信息的有关公司所有。在未获得本公司书面许可的前提下，您保证不以任何方式复制本终端信息，保证不将全部或部分本终端信息用于开发衍生产品，保证不以任何方式将全部或部分本终端信息用于除本协议规定的目的以外的其他目的。在未获得本公司明确的书面许可之前，您不能对本终端信息修改、或改变、或翻译，也无权为任何第三方或允许任何第三方复制本终端信息。\n3、本协议对您使用本终端、接受本终端信息服务的授权并不意味着本公司对其享有的知识产权也进行了转让或进行独家授权使用。"
        },
        {
            "title":"六、软件许可使用",
            "message":"1、本公司将许可您在一台电脑或其他移动设备上使用本终端。您可以使用本终端与本公司的服务器相链接，接受本公司提供的本终端信息及其他本终端服务。\n2、任何以您的用户名所做出的行为将被视为您本身的行为，您需对此承担全部法律责任。"
        },
        {
            "title":"七、免责条款",
            "message":"1、本终端提供的资讯信息属于辅助决策信息，投资决策必须由您自主做出，由此产生的投资风险由您独立承担。\n2、本公司通过本终端向您提供的有关证券资讯信息属于增值信息，任何情况下均不替代证券交易所的即时行情作为交易服务信息。对于您参考本终端提供的有关证券资讯信息做出的任何投资行为所可能引致的风险，本公司免责。\n3、在服务期内，本公司将有权根据经营活动的需要，随时对软件产品的服务内容进行更新、增加或删除，且无需另行通知或取得您的同意。\n4、公司尽力提供完整、及时、准确的信息，但不对所提供信息的完整性、及时性、准确性承担任何责任。\n5、本公司不对因任何非本公司过错原因（如因证券交易所、卫星传输线路、电信部门及网络服务提供商等任何原因）造成的本终端信息异常或本终端信息传递异常情况所致后果承担责任，但有义务在能力范围内积极协助相关企业、单位、部门使之恢复正常。\n6、由于政府禁令、政府管制、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、他人蓄意破坏、黑客攻击、计算机病毒侵入或发作、电信部门技术调整之影响等不可预见、不可避免、不可克服和不可控制的事件及其他不可抗力事件，致使相关服务中断，本公司不承担由此产生的损失，但应及时通知服务中断原因，并积极加以解决。"
        },
        {
            "title":"八、其他",
            "message":"1、您同意：本公司有权将本协议全部或部分权利义务转让给第三方，但转让方有责任保证该等转让将不会对您使用本终端、或接受本终端信息服务产生影响。信息服务提供者发生变化，您可在信息服务到期后，直接向新的信息服务提供者支付信息服务费用，并享受其提供的服务。如您违反本协议所述任何条款，则本公司有权随时终止向您提供本终端项下的服务，且本公司无须向您承担任何补偿或赔偿；如因您违反本协议造成本公司损失的，则本公司有权要求您承担相应的赔偿责任。\n2、您同意：本公司在提供本终端信息服务过程中可以各种方式发布本公司各种产品、培训、优惠政策等信息，您同意本公司通过电子邮件、手机短信或其他方式向您发送上述信息。请仔细阅读以上条款，您点击注册后即视您为已同意该协议内容。"
        }
    ],
    "yinSiXieYi":[
        {
		    "message":"感谢您信任并使用源达的产品和服务，我们根据相关法律法规、监管政策要求，制定了源达《隐私政策》。\n\n· 引言\n\n源达严格遵守法律法规，遵循下述隐私保护条款，为您提供安全可靠服务。\n\n· 《隐私政策》目录\n\n·我们收集信息的范围\n·我们如何使用收集的信息\n·我们如何使用COOKIE等技术\n·我们分享的信息\n·您分享的信息\n·您如何管理自己的信息\n·我们可能向您发送的信息\n·存储信息的地点和期限\n·信息安全\n·广告\n·适用范围\n·联系我们\n·变更\n\n希望您仔细阅读《隐私政策》（以下简称“本政策”），详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。\n若您使用源达服务，即表示您认同我们在本政策中所述内容。除另有约定外，本政策所用术语与源达《服务协议》中的术语具有相同的涵义。\n"
		},
		{
		    "title":"· 我们收集的信息",
		    "message":"我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。\n· 您在使用我们服务时主动提供的信息\n·您在注册帐户时填写的信息\n·您在使用服务时上传的信息\n·您通过我们的客服或参加我们举办的活动时所提交的信息\n例如，您参与我们线上活动时填写的调查问卷中可能包含您的姓名、电话、家庭地址等信息。\n我们的部分服务可能需要您提供特定的个人敏感信息来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。\n\n· 我们在您使用服务时获取的信息\n\n·日志信息：您使用我们的服务时，我们可能会自动收集相关信息并存储为服务日志信息。\n1)设备信息\n例如，设备型号、操作系统版本、唯一设备标识符、电池、信号强度等信息。\n2)软件信息\n例如，软件的版本号、浏览器类型。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。\n3)IP地址\n4)服务日志信息\n例如，您在使用我们服务时搜索、查看的信息、服务故障信息、引荐网址等信息。\n5)通讯日志信息\n例如，您在使用我们服务时曾经通讯的账户、通讯时间和时长。\n\n·位置信息\n当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。\n在您使用服务时，我们可能会通过IP地址 、GPS、WiFi或基站等途径获取您的地理位置信息；您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的帐号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息。\n\n·其他相关信息\n为了帮助您更好地使用我们的产品或服务，我们会收集相关信息。例如，我们收集的好友列表、群列表信息、声纹特征值信息。为确保您使用我们服务时能与您认识的人进行联系，如您选择开启导入通讯录功能，我们可能对您联系人的姓名和电话号码进行加密，并仅收集加密后的信息。\n\n· 其他用户分享的信息中含有您的信息\n例如，其他用户发布的照片或分享的视频中可能包含您的信息。\n\n· 从第三方合作伙伴获取的信息\n我们可能会获得您在使用第三方合作伙伴服务时所产生或分享的信息。例如，您使用帐户登录第三方合作伙伴服务时，我们会获得您登录第三方合作伙伴服务的名称、登录时间，方便您进行授权管理。请您仔细阅读涉及第三方合作伙伴服务的用户协议或隐私政策。\n"
		},
		{
		    "title":" · 我们如何使用收集的信息",
		    "message":"我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。\n\n· 向您提供服务\n\n· 满足您的个性化需求\n例如，语言设定、位置设定、个性化的帮助服务。\n\n· 产品开发和服务优化\n例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。\n\n· 安全保障\n例如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。\n\n· 向您推荐您可能感兴趣的广告、资讯等\n评估、改善我们的广告投放和其他促销及推广活动的效果\n\n· 管理软件\n例如，进行软件认证、软件升级等。\n\n· 邀请您参与有关我们服务的调查\n为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、用于用户研究分析与统计等服务。\n为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。\n"
		},
		{
		    "title":"· 我们如何使用COOKIE等技术",
		    "message":"我们或我们的第三方合作伙伴，可能通过放置安全的Cookie及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。我们会严格要求第三方合作伙伴遵守本政策的相关规定。\n\n您也可以通过浏览器设置管理Cookie。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。\n\n· 您分享的信息\n\n您可以通过我们的服务与其他用户分享您的相关信息。\n请注意，这其中可能包含您的个人身份信息、个人财产信息等敏感信息。请您谨慎考虑披露您的相关个人敏感信息。\n您可通过我们服务中的隐私设置来控制您分享信息的范围，也可通过服务中的设置或我们提供的指引删除您公开分享的信息。但请您注意，这些信息仍可能由其他用户或不受我们控制的非关联第三方独立地保存。\n"
		},
		{
		    "title":"· 您如何管理自己的信息",
		    "message":"您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您可以进入APP-用户中心-基本资料页面点击注销账户查看客服电话，根据客服所述流程完成您的账号注销”。\n\n例如，若您在使用地理位置相关服务时，希望停止分享您的地理位置信息，您可通过手机定位关闭功能、软硬件服务商及通讯服务提供商的关闭方式停止分享，建议您仔细阅读相关指引。\n\n我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。\n\n如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。\n\n如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。\n\n请通过本政策列明的联系方式与我们联系。\n\n在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。\n\n请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。\n"
		},
		{
		    "title":"· 我们分享的信息",
		    "message":"我们遵照法律法规的规定，对信息的分享进行严格的限制，例如：\n\n经您事先同意，我们可能与第三方分享您的个人信息\n\n仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、广告合作伙伴、应用开发者等，例如，代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商）（他们可能并非位于您所在的法域）分享您的个人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于以下用途：\n·向您提供我们的服务；\n·实现“我们如何使用收集的信息”部分所述目的；\n·履行我们在《源达服务协议》或本政策中的义务和行使我们的权利；\n·理解、维护和改善我们的服务。\n如我们与上述第三方分享您的信息，我们将会采取合法手段保障您的信息安全。\n随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。\n· 我们会将所收集到的信息用于大数据分析。\n例如，我们将收集到的信息用于分析形成不包含任何个人信息的行业报告。\n· 我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。\n\n我们可能基于以下目的披露您的个人信息\n·遵守适用的法律法规等有关规定；\n·遵守法院判决、裁定或其他法律程序的规定；\n·遵守相关政府机关或其他法定授权组织的要求；\n·我们有理由确信需要遵守法律法规等有关规定；\n·为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。\n"
		},
		{
		    "title":"· 我们可能向您发送的信息",
		    "message":"·信息推送\n您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。\n您可以按照我们的相关提示，在设备上选择取消订阅。\n·与服务有关的公告\n我们可能在必要时（例如，因系统维护而暂停某一项服务时）向您发出与服务有关的公告。\n您可能无法取消这些与服务有关、性质不属于广告的公告。\n"
		},
		{
		    "title":"· 存储信息的地点和期限",
		    "message":"· 存储信息的地点\n我们遵守法律法规的规定，将境内收集的用户个人信息存储于境内。\n\n· 存储信息的期限\n一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间:\n·为遵守适用的法律法规等有关规定；\n·为遵守法院判决、裁定或其他法律程序的规定；\n·为遵守相关政府机关或法定授权组织的要求；\n·我们有理由确信需要遵守法律法规等有关规定；\n·为执行相关服务协议或本政策、维护社会公共利益，为保护们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。\n当我们的产品或服务发生停止运营的情形时，我们将采取推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。\n"
		},
		{
		    "title":"· 信息安全",
		    "message":"我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。\n我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。\n我们建立专门的管理制度、流程和组织确保信息安全。\n例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。\n若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。\n"
		},
		{
		    "title":"· 广告",
		    "message":"我们可能使用您的相关信息，在相关网站、应用及其他渠道向您提供与您更加相关的广告。\n为了使您看到更具有实用性的广告，我们将根据您使用我们服务的情况，对您可能在我们服务上接收到的部分广告进行个性化定制。我们的广告客户可以使用源达广告平台向您展示广告。您可以选择退出，但请理解，您退出后仍可能接收到普遍投放的广告。关于源达广告的说明如下：\n· 了解源达广告的工作原理\n我们向用户提供相应免费的服务，而广告对支持我们运营或对支持我们未来的经营起到重要支撑作用，如果没有广告，我们将难以向您提供更多免费、优质的服务。为了保证良好的用户体验，尽可能地减少与您无关的广告对您造成的侵扰，我们会根据您使用我们服务的情况，尽可能向您展示您可能更感兴趣、更实用的广告。在向您展示广告的过程中，我们将努力确保数据的安全性。\n· 如何管理您看到的广告\n您可以管理源达为您展示的广告。\n您也可以通过点击“退出”选项。请注意，选择退出后，您仍然会看到广告，只不过广告的相关性会下降。\n"
		},
		{
		    "title":"· 适用范围",
		    "message":"我们的所有服务均适用本政策。\n某些服务有其特定的隐私指引/声明，该特定隐私指引/声明更具体地说明我们在该服务中如何处理您的信息。\n如本政策与特定服务的隐私指引/声明有不一致之处，请以该特定隐私指引声明为准。\n请您注意，本政策不适用由其他公司或个人提供的服务。\n例如，您通过使用帐号登录其他公司或个人提供的服务。\n您使用该等第三方服务须受其隐私政策（而非本政策）约束，您需要仔细阅读其政策内容。\n"
		},
		{
		    "title":"· 联系我们",
		    "message":"如您对本政策或其他相关事宜有疑问，请通过  http://www.yd.com.cn网站公示的方式与我们联系。\n\n您也可根据我们提供的指引，填写相关资料，将您的问题发送至电子邮箱：          \n或寄到如下地址：\n地址：河北省石家庄市长安区跃进路167号源达办公楼\n邮编：050000\n我们将尽快审核所涉问题，并在验证您的用户身份后的及时予以回复。\n\n· 变更\n我们可能适时修订本政策内容。\n如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。\n在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。\n\n\n河北源达信息技术股份有限公司"
		}
    ],
    "fuWuXieYi":[
        {
		    "message":"欢迎您使用源达产品及服务。为使用源达产品及服务，您应当阅读并遵守《源达产品服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以黑体加粗形式提示您注意。 \n\n除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、登录等行为即视为您已阅读并同意上述协议的约束。 \n\n如果您未满18周岁，源达有权拒绝向您提供相关产品或服务。 \n"
		},
		{
		    "title":"一、【协议的范围】 ",
		    "message":"1.1 本协议是您与源达之间关于您下载、安装、使用、复制本软件，以及使用源达相关服务所订立的协议。 \n\n1.2 本协议项下的许可内容是指源达向用户提供的全部产品许可及服务（以下简称“本服务”）。 \n\n1.3 本协议内容同时包括源达可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。 \n"
		},
		{
		    "title":"二、【关于本服务】 ",
		    "message":"2.1 本服务是指是指源达向用户提供的安装在终端设备上的具有证券信息及相关服务等功能的软件许可及服务。 \n\n2.2 源达给予您一项个人的、不可转让及非排他性的许可，以使用本软件。您可以为非商业目的在单一终端设备上安装、使用、显示、运行本软件。您可以为使用本软件及服务的目的用计算机可读形式制作本软件的一个副本，仅用作备份。备份副本必须包含原软件中含有的所有著作权信息。本条及本协议其他条款未明示授权的其他一切权利仍由源达保留，您在行使这些权利时须另外取得源达的书面许可。源达如果未行使前述任何权利，并不构成对该权利的放弃。 \n"
		},
		{
		    "title":"三、【软件的获取】 ",
		    "message":"3.1 您可以直接从源达的网站上获取本软件，也可以从得到源达授权的第三方获取。 \n\n3.2 如果您从未经源达授权的第三方获取本软件或与本软件名称相同的安装程序，源达无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。 \n"
		},
		{
		    "title":"四、【软件的安装与卸载】 ",
		    "message":"4.1 源达可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装，且您不得将本软件安装在未经源达明示许可的其他终端设备上。由于您未正确安装合适的软件版本所带来的风险及损失，源达不承担任何责任。 \n\n4.2 下载安装程序后，您需要按照该程序提示的步骤正确安装。 \n\n4.3 为提供更加优质、安全的服务，在本软件安装时源达可能推荐您安装其他软件，您可以选择安装或不安装。 \n\n4.4 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助源达改进产品服务，请告知卸载的原因。 \n"
		},
		{
		    "title":"五、【软件的更新】 ",
		    "message":"5.1 为了增进用户体验、完善服务内容，源达将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。 \n\n5.2 为了改善用户体验，并保证服务的安全性和功能的一致性，源达有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。 \n\n5.3 本软件新版本发布后，旧版本的软件可能无法使用。源达不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。 \n"
		},
		{
		    "title":"六、【用户个人信息与设备权限】",
		    "message":"6.1 保护用户个人信息是源达的一项基本原则，源达将会采取合理的措施保护用户的个人信息。源达对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。 \n\n6.2 源达将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。 \n\n6.3 您在使用本服务的过程中，可能需要使用一些必要的信息或权限，例如：为了提供更优质的终端资源管理服务，需要您提供、展示移动终端设备型号或名称以完成设备对接、适配等；为了实现本服务中的相关功能，必要时，可能会检查您移动终端设备的相关情况，包括但不限于运行环境、内存情况、手机资料等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您不提供或提供的信息不完整或未开启必要权限，则无法使用本服务或在使用过程中受到限制。在使用本服务过程中，具体将向您获取的权限类别及目的分别如下： \n\n6.3.1 存储权限 \n\n为了保证应用下载及使用垃圾清理等管理功能的正常使用，我们会申请并访问您的存储权限； \n\n6.3.2 设备权限 \n\n为了识别您的设备ID并保证运营商免流量服务可正常使用，我们会申请并访问您的设备权限； \n\n6.3.3 相机权限 \n\n当您使用扫描二维码的功能时，我们会申请并访问您的相机权限； \n\n6.3.4 位置权限 \n\n当您使用免费wifi功能时，我们会申请并访问您的位置权限，用于匹配您所在位置的wifi密码； \n\n6.4 未经您的同意，源达不会向源达以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。 \n\n6.5 若您是18周岁以下的未成年人，源达有权拒绝提供相关服务。 \n"
		},
		{
		    "title":"七、【主权利义务条款】",
		    "message":"7.1【用户注意事项】 \n\n7.1.1 您理解并同意：为了向您提供有效的服务，您在此许可源达利用您电脑及移动通讯终端的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。 \n\n7.1.2 您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。 \n\n7.1.3 用户在使用本软件及服务时，须自行承担如下包括但不限于源达不可掌控的风险内容： \n\n7.1.3.1 由于不可抗拒因素引起的个人信息丢失、泄漏等风险； \n\n7.1.3.2 本服务适用于已安装相应手机操作系统的手机，用户使用前需确认属于本服务所支持的手机型号且已安装相应手机操作系统，否则，由于软件与手机型号、操作系统不相匹配所导致的任何软件问题、手机问题或损害，均由用户自行承担。 \n\n7.1.3.3 用户手机隐私信息在使用本软件及服务时可能产生的信息安全风险。 \n\n7.1.3.4 用户在使用本软件访问第三方网站或应用时遇到内容质量及安全问题等，均由用户自行承担。 \n\n7.1.3.5 由于网络信号不稳定、网络带宽小等原因，所引起的产品登录失败、页面打开速度慢及其他风险。 \n\n7.2【第三方产品和服务】 \n\n7.2.1 您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。源达和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。 \n\n7.2.2 因用户使用本软件或要求源达提供特定服务时，本软件可能会调用第三方系统或通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供，源达不保证通过第三方系统提供的服务及内容或支持实现的结果的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与源达无关，源达不承担任何责任。 \n\n7.2.4 您应对本服务内容自行加以判断，并承担因使用相关资源而引起的所有风险。源达不就相应提供的服务向您承担任何保证或承诺，源达无法且不会对因前述风险而导致的任何损失或损害向您承担任何责任。 \n"
		},
		{
		    "title":"八、【用户行为规范】 ",
		    "message":"8.1 【信息内容规范】 \n\n8.1.1 您可使用本软件及服务发表属于您原创或您有权发表的观点看法、数据、文字、信息、用户名、图片、音频、视频文件、链接或其他信息内容。您必须保证，您拥有你所上传信息内容的著作权或已获得合法授权，您使用本软件及服务的任何行为未侵犯任何第三方之合法权益。 \n\n8.1.2 您在使用本服务时不得利用本服务从事以下行为，包括但不限于： \n\n（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容； \n\n（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容； \n\n（3）虚构事实、隐瞒真相以误导、欺骗他人； \n\n（4）发表、传送、传播广告信息及垃圾信息； \n\n（5）其他违反法律法规、政策及公序良俗、社会公德或侵犯第三方合法权益内容的信息。 \n\n8.2 【软件使用规范】 除非法律允许或源达书面许可，您使用本软件过程中不得从事下列行为： \n\n（1）删除本软件及其副本上关于著作权的信息； \n\n（2）对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码； \n\n（3）对源达拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等； \n\n（4）对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非源达经授权的第三方工具/服务接入本软件和相关系统； \n\n（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的； \n\n（6）通过非源达开发、授权的第三方软件、插件、外挂、系统，登录或使用源达软件及服务，或制作、发布、传播上述工具； \n\n（7）自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰； \n\n（8）其他未经源达明示授权的行为； \n\n（9）其他违反法律法规、政策的行为。 \n\n8.3 【对自己行为负责】 您充分了解并同意，您必须为自己使用本服务及注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。源达无法且不会对因前述风险而导致的任何损失或损害承担责任。 \n\n8.4 【违约处理】 如果源达发现或收到他人举报或用户投诉您违反前述约定或本协议其他约定的，源达有权进行独立判断并采取技术手段予以删除、屏蔽或断开相关的信息链接。同时，源达有权视您的行为性质，采取包括但不限于暂停或终止本服务、追究法律责任等措施。 您理解并同意，源达有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；源达因此遭受损失的，您也应当一并赔偿。 \n"
		},
		{
		    "title":"九、【知识产权声明】 ",
		    "message":"9.1 源达是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，源达享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。 \n\n9.2 未经源达或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。 "
		},
		{
		    "title":"十、【终端安全责任】",
		    "message":"10.1 您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；也可能会受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据的安全，继而影响本软件的正常使用等）。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。 \n\n10.2 您不得制作、发布、使用、传播用于窃取他人个人信息、财产的恶意程序。 \n\n10.3 维护软件安全与正常使用是源达和您的共同责任，源达将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意源达不能就此提供任何保证。 \n\n10.4 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意源达有关防范诈骗犯罪的提示或公告。 \n"
		},
		{
		    "title":"十一、【第三方软件或技术】 ",
		    "message":"11.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。 \n\n11.2 本软件如果使用了第三方的软件或技术，源达将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求源达给予协助，您应当自行承担法律责任。 \n\n11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，源达不承担任何责任。源达不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。 \n"
		},
		{
		    "title":"十二、【其他】 ",
		    "message":"12.1 您下载、安装、使用本软件即视为您已阅读并同意受本协议的约束。源达有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。 \n\n12.2 本协议签署地为中华人民共和国河北省石家庄市长安区。 \n\n12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。 \n\n12.4 若您和源达之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签署地有管辖权的人民法院管辖。 \n\n12.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。 \n\n12.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。\n"
		},
		{
		    "title":"十三、特别提示",
		    "message":"投资有风险，入市需谨慎。\n\n\n\n河北源达信息技术股份有限公司"
		}
    ]
}